export const privacyPolicy = ` Ця Політика конфіденційності описує, які дані збираються, використовуються і захищаються вами при використанні мобільного додатка
мережі автозаправних станцій (надалі - "Додаток"). Ми прагнемо
забезпечити вашу конфіденційність та безпеку, дотримуючись всіх
відповідних законів та стандартів в галузі захисту даних. 

1. Зібрані дані При використанні Додатка ми можемо збирати наступні категорії
даних:
  1.1. Особиста інформація: Ім'я, прізвище та контактна інформація
(наприклад, номер телефону, адреса електронної пошти), які ви надаєте
при реєстрації в Додатку. Інформація, яку ви надаєте під час заповнення
профілю користувача. 
  1.2. Технічна інформація: Інформація про пристрій
та програмне забезпечення, яке ви використовуєте для доступу до Додатка,
така як модель пристрою, операційна система, версія додатка.
  1.3. Геолокаційна інформація: Геолокаційні дані, якщо ви надаєте дозвіл на
використання геолокації в Додатку. Ці дані можуть використовуватися для
надання вам інформації про найближчі автозаправні станції.
2. Використання даних Ми використовуємо зібрані дані з таких цілей:
  2.1. Надання послуг: Для забезпечення доступу до функціональності Додатка,
включаючи пошук найближчих автозаправних станцій, оформлення замовлень
та оплату послуг. 
  2.2. Зворотний зв'язок та підтримка: Для зв'язку з
вами у відповідь на запити, питання та зворотний зв'язок, пов'язаний з
використанням Додатка. 
  2.3. Аналіз та вдосконалення: Для аналізу
статистики використання Додатка та його функціональності з метою
поліпшення користувацького досвіду та надання більш релевантних послуг.
3. Розкриття даних Ваші дані можуть бути розкриті третім сторонам лише в
наступних випадках: З вашої згоди. Відповідно до вимог закону або на
рішення суду. Для захисту наших прав, власності та безпеки, а також
прав, власності та безпеки інших осіб. 
4. Захист даних Ми приймаємо
технічні та організаційні заходи для захисту ваших даних від
несанкціонованого доступу, втрати, модифікації або розкриття.
5. Згода
та зміни Використовуючи Додаток, ви висловлюєте свою згоду з умовами
цієї Політики конфіденційності. Ми залишаємо за собою право оновлювати
цю Політику періодично. Будь-які зміни будуть опубліковані в Додатку.
Продовжуючи використання Додатка після внесення змін, ви погоджуєтеся з
оновленою Політикою. Якщо у вас є які-небудь питання або коментарі щодо
цієї Політики конфіденційності, звертайтеся до нас за адресою [контактна
інформація].`;
